
<div class="text-center margin-bottom-50">
            <h2 class="title-v2 title-center">نبذة عن المشروع</h2>

            <p class="space-lg-hor">خدمة ترجمة النص العربي للغة الاشارة مشروع استمر تطويره من خلال مجموعة خليفة للكمبيوتر منذ عام 2012م حتى الآن ومازال التطوير فيه مستمرا، تعتمد على ترجمة النص العربي وتحويله الى لغة الاشارة بالفيديوالحي  بعد اجراء مجموعة من العمليات التحليلية على النص العربية لمعالجة كفائة الترجمة الى لغة الاشارة ، كما تعالج الكلمات بدون تشكيل أو بالتشكيل سواء جزئي أو كلي. وأهم ما يميز هذه الخدمة قابليتها للتعلم من خلال المستخدمين وتأكيدهم على الترجمة الصحيحة أو تصحيح الترجمة.  
تستهدف هذه الخدمة مطوري التطبيقات او الجهات الراغبة في دمج ترجمة لغة الاشارة في مواقعها او تطبيقاتها حيث تسمح لهم باستخدام الخدمة لتحويل النصوص العربية في مواقعهم أو تطبيقاتهم الى لغة الاشارة، . يتم التحديث الدوري والمستمر لقواعد بيانات الكلمات وفيديوهات الاشارة من خلال فريق عمل مجموعة خليفة لتزداد كفائة وفاعلية الترجمة.
المترجمين تم ترشيحهم من خلال الاتحاد النوعي لجمعيات الصم كما أن الترجمة للغة الاشارة للكلمات معتمدة أيضا من الاتحاد  بناءا على  البروتوكول الموقع بين الاتحاد وبين مجموعة خليفة للكمبيوتر. يوجد في هذه الخدمة أكثر من مترجم يمكن للمستخدم الاختيار بينهم، كما سيتم اضافة المزيد من المترجمين الى الخدمة.
المرحلة الأولى من المشروع تم تنفيذه برعاية وزارة الاتصالات وتكنولوجيا المعلومات.
            </p>
        </div>

        <div class="row content-boxes-v4">
            <div class="col-md-4 md-margin-bottom-40">
                <i class="pull-left fa fa-lightbulb-o"></i>
                <div class="content-boxes-in-v4">
                    <h2>أكثر من مترجم حقيقي</h2>
                    <p>تتميز خدمة الترجمة بالترجمة من خلال عرض فيديوهات لشخصيات حقيقية وذلك بعد دراسة لسيكولوجيات الصم وتفضيلهم للأشخاص الحقيقيين عن الشخصيات الكرتونية،و يمكن للمستخدم الاختيار بين مترجمين مختلفين معتمدين من اتحاد الصم ، كما سيتم اضافة مترجمين آخرين لاحقا.
</p>
<!--                    <a href="#">اقراء المزيد</a>-->
                </div>
            </div>
            <div class="col-md-4 md-margin-bottom-40">
                <i class="pull-left fa fa-flash"></i>
                <div class="content-boxes-in-v4">
                    <h2>خدمة ترجمة ذكية
</h2>
                    <p>اللغة العربية من أكثر اللغات تعقيدا وعددا للكلمات وبالتالي صعوبة في الترجمة، لكن من خلال البرمجيات الذكية في البحث والتحليل للغة العربية والذكاء الصناعي الذي تتضمنه خدمة الترجمة وخاصية تعليم الآلة تزداد قدرة المترجم الآلي للغة الاشارة في ترجمة النصوص العربية الى لغة الاشارة بكفائة أعلى.
                    </p>
<!--                   <a href="#">اقراء المزيد</a>-->
                </div>
            </div>
            <div class="col-md-4">
                <i class="pull-left fa fa-compress"></i>
                <div class="content-boxes-in-v4">
                    <h2>اعدادات واختيارات متنوعة</h2>
<p>يمكن للمستخدم اختيار تفعيل قواعد اللغة العربية لتتضمن الترجمة اشارات الأزمنة للافعال واشارات العدد والمذكر والمؤنث وخلافه. ويمكنه الاختيار بين الترجمة الآلية والتفاعلية ليتمكن من اختيار البدائل بين الكلمات المتشابهة لتصحيح الترجمة، كما يمكنه 
</p>
<!--                    <a href="#">اقراء المزيد</a>-->
                </div>
            </div>
        </div>
