@include('auth.home.base')



<div class="header-v5">


@include('auth.home.partials.navbar')


</div>



<!--=== Row 1 ===-->
<div class="container content-sm">
<div class="container content">		
    	<div class="row">            
            <div class="col-md-12">
    			<!-- General Questions -->
<div class="text-center margin-bottom-50">
            <h2 class="title-v2 title-center">نبذة عن المشروع</h2>

            <p class="space-lg-hor">خدمة ترجمة النص العربي للغة الاشارة مشروع استمر تطويره من خلال مجموعة خليفة للكمبيوتر منذ عام 2012م حتى الآن ومازال التطوير فيه مستمرا، تعتمد على ترجمة النص العربي وتحويله الى لغة الاشارة بالفيديوالحي  بعد اجراء مجموعة من العمليات التحليلية على النص العربية لمعالجة كفائة الترجمة الى لغة الاشارة ، كما تعالج الكلمات بدون تشكيل أو بالتشكيل سواء جزئي أو كلي. وأهم ما يميز هذه الخدمة قابليتها للتعلم من خلال المستخدمين وتأكيدهم على الترجمة الصحيحة أو تصحيح الترجمة.  
تستهدف هذه الخدمة مطوري التطبيقات او الجهات الراغبة في دمج ترجمة لغة الاشارة في مواقعها او تطبيقاتها حيث تسمح لهم باستخدام الخدمة لتحويل النصوص العربية في مواقعهم أو تطبيقاتهم الى لغة الاشارة، . يتم التحديث الدوري والمستمر لقواعد بيانات الكلمات وفيديوهات الاشارة من خلال فريق عمل مجموعة خليفة لتزداد كفائة وفاعلية الترجمة.
المترجمين تم ترشيحهم من خلال الاتحاد النوعي لجمعيات الصم كما أن الترجمة للغة الاشارة للكلمات معتمدة أيضا من الاتحاد  بناءا على  البروتوكول الموقع بين الاتحاد وبين مجموعة خليفة للكمبيوتر. يوجد في هذه الخدمة أكثر من مترجم يمكن للمستخدم الاختيار بينهم، كما سيتم اضافة المزيد من المترجمين الى الخدمة.
المرحلة الأولى من المشروع تم تنفيذه برعاية وزارة الاتصالات وتكنولوجيا المعلومات.
          المشروع فكرة وتطوير مجموعة خليفة للكمبيوتر وهو مشروع ممتد ومستمر ويستخدم تقنيات متقدمة وذكاء صناعي ، 
المرحلة الأولى من المشروع تمت برعاية وزارة الاتصالات وتكنولوجيا المعلومات ، وتم مراجعة واعتماد الاشارة من مترجمين معتمدين من الاتحاد النوعي للصم   </p>
<img src="{{URL::asset('assets/img/about-projects.png')}}" >
        </div>
    		</div><!--/col-md-9-->
            
        </div><!--/row-->
    </div><!--/container-->		
</div>

   

   
@include('auth.home.partials.footer')